Repository: rsumner33/xmeeting
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian

# XM_CALL_INFO_VIEW_APPLICATION
source: Remote Application: %@
french: Application distante : %@
german: Applikation der Gegenseite: %@
italian: Applicazione Remota: %@

# XM_CALL_INFO_VIEW_SENT
source: %@ sent using <%@>
french: %@ envoyés en utilisant <%@>
german: %@ gesendet mit Codec <%@>
italian: %@ inviati usando <%@>

# XM_CALL_INFO_VIEW_RECV
source: %@ received using <%@>
french: %@ reçus en utilisant <%@>
german: %@ empfangen mit Codec <%@>
italian: %@ ricevuti usando <%@>

# XM_CALL_INFO_VIEW_LOCAL_ADDRESS
source: Local Address: %@ (%@)
french: Adresse locale : %@ (%@)
german: Lokale Adresse: %@ (%@)

# XM_PREFERENCES_WINDOW_CLOSE
source: Do you want to save the changed preferences before closing?
french: Voulez-vous enregistrer les nouvelles préférences ?
german: Wollen Sie die geänderten Einstellungen vor dem Schliessen sichern?
italian: Vuoi registrare le modifiche alla preferenze prima di chiudere?

# XM_PREFERENCES_NAME_SUGGESTION
source: Please choose another name.
french: Veuillez choisir un autre nom.
german: Bitte wählen Sie einen anderern Namen.

# XM_GENERAL_PREFERENCES_NAME
source: General
french: Général
german: Allgemein
italian: Generale

# XM_GENERAL_PREFERENCES_TOOLTIP
source: General Purpose Preferences
french: Préférences générales
german: Allgemeine Einstellungen
italian: Preferenze Generali

# XM_GENERAL_PREFERENCES_CHOOSE
source: Choose
french: Choisir
german: Sichern
italian: Scegli

# XM_APPEARANCE_PREFERENCES_NAME
source: Appearance
french: Interface utilisateur
german: Erscheinungsbild

# XM_APPEARANCE_PREFERENCES_TOOLTIP
source: Edit the appearance of XMeeting
french: Modifier l'interface utilisateur de XMeeting
german: Einstellungen über das Erscheinungsbild von XMeeting

# XM_ACCOUNT_PREFERENCES_NAME
source: Accounts
french: Comptes
italian: Account

# XM_ACCOUNT_PREFERENCES_TOOLTIP
source: Account Preferences
french: Préférences des comptes
german: Einstellungen für die H.323 und SIP - Accounts
italian: Preferenze Account

# XM_ACCOUNT_PREFERENCES_NAME_EXISTS
source: Account name already exists
french: Le compte existe déjà
german: Account-Name existiert bereits

# XM_LOCATION_PREFERENCES_NAME
source: Locations
french: Configurations
german: Umgebungen
italian: Posizioni

# XM_LOCATION_PREFERENCES_TOOLTIP
source: Edit the Locations
french: Modifier les configurations
german: Einstellungen der Umgebungen
italian: Modifica le Posizioni

# XM_LOCATION_PREFERENCES_NEW_LOCATION
source: New Location
french: Nouvelle configuration
german: Neue Umgebung
italian: Nuova Posizione

# XM_LOCATION_PREFERENCES_COPY_SUFFIX
source: Copy
french: Copier
german: Kopie
italian: Copia

# XM_LOCATION_PREFERENCES_NONE_ITEM
source: None
french: Aucun
german: Kein
italian: Nessuna

# XM_LOCATION_PREFERENCES_NAME_EXISTS
source: Location name already exists
french: La configuration existe déjà
german: Umgebungsname existiert bereits

# XM_LOCATION_PREFERENCES_NO_PROTOCOL_ENABLED
source: No Protocol enabled
french: Aucun protocole activé
german: Kein Verbindungsprotokoll aktiviert

# XM_LOCATION_PREFERENCES_NO_PROTOCOL_ENABLED_INFO
source: Neither the H.323 or SIP protocol is enabled in the location "%@". You will not be able to do any calls when this location is active.
french: Pas de protocole H.323 ou SIP activé pour la configuration "%@". Vous ne pourrez pas émettre d'appels avec cette configuration active.
german: Weder das H.323 noch das SIP Protokoll sind aktiviert in der Umgebung "%@". Sie können keine Anrufe tätigen wenn diese Umgebung aktiviert ist.

# XM_AUDIO_PREFERENCES_TOOLTIP
source: Audio Preferences
french: Préférences Audio
german: Einstellungen für Audio Ein- und Ausgabe

# XM_AUDIO_PREFERENCES_DEFAULT_DEVICE
source: <Use default>
french: <périphérique par défaut>
german: <Standardgerät benützen>

# XM_VIDEO_PREFERENCES_NAME
source: Video Input
french: Entrée Vidéo
german: Videoeingabe
italian: Ingresso Video

# XM_VIDEO_PREFERENCES_TOOLTIP
source: Video Input Preferences
french: Préférences de l'entrée vidéo
german: Einstellungen für die Video-Module
italian: Preferenze Ingresso Video

# XM_VIDEO_PREFERENCES_FA_DEVICE
source: <Use first available>
french: Utiliser le premier disponible
german: <Erstes verfügbares>
italian: <Usa il primo disponibile>

# XM_VIDEO_PREFERENCES_SHOW_SETTINGS
source: Show Settings...
french: Montrer les réglages...
german: Einstellungen...
italian: Mostra Impostazioni...

# XM_ADDRESS_BOOK_PREFERENCES_NAME
source: Address Book
french: Carnet d'adresses
german: Adressbuch

# XM_ADDRESS_BOOK_PREFERENCES_TOOLTIP
source: Edit the Address Book integration of XMeeting
french: Modifier l'intégration d'XMeeting au carnet d'adresses
german: Einstellungen für die Adressbuch-Integration von XMeeting

# XM_SETUP_ASSISTANT_CONTINUE
source: Continue
french: Continuer
german: Weiter
italian: Continua

# XM_SETUP_ASSISTANT_FINISH
source: Finish
french: Terminer
german: Abschliessen
italian: Termina

# XM_SETUP_ASSISTANT_WELCOME
source: Welcome to XMeeting!
french: Bienvenue dans XMeeting !
german: Willkommen bei XMeeting!
italian: Benvenuto a XMeeting!

# XM_SETUP_ASSISTANT_PI
source: Personal Information
french: Informations Personnelles
german: Persönliche Informationen
italian: Informazioni Personali

# XM_SETUP_ASSISTANT_LOCATIONS
source: Locations
french: Configurations
german: Umgebungen
italian: Posizioni

# XM_SETUP_ASSISTANT_NEW_LOCATION
source: New Location
french: Nouvelle configuration
german: Neue Umgebung
italian: Nuova Posizione

# XM_SETUP_ASSISTANT_LOCATION
source: Location: %@
french: Configuration : %@
german: Umgebung: %@
italian: Posizione: %@

# XM_SETUP_ASSISTANT_LOC_IMPORT_FAILURE
source: Location import failed
french: Échec de l'importation des configurations
german: Importieren der Umgebung(en) fehlgeschlagen
italian: Importazione posizioni non riuscita

# XM_SETUP_ASSISTANT_INVALID_FILE
source: File does not contain valid data
french: Le fichier ne contient pas des données valides
german: Datei enthält keine gültigen Daten
italian: Il file non contiene dati validi

# XM_SETUP_ASSISTANT_IMPORT
source: Import
french: Importation
german: Importieren
italian: Importa

# XM_SETUP_ASSISTANT_COMPLETED
source: Setup Completed
french: Terminé
german: Komplett
italian: Completato

# XM_FETCHING_EXTERNAL_ADDRESS
source: Fetching...
french: Recherche...
german: Bestimmen...
italian: Ottengo...

# XM_EXTERNAL_ADDRESS_NOT_AVAILABLE
source: <Not available>
french: <Pas disponible>
german: <Nicht vorhanden>
italian: <Non disponibile>

# XM_UNKNOWN_REASON
source: Unknown reason (%d)
french: Raison inconnue
german: Unbekannter Grund (%d)
italian: Motivazione sconosciuta

# XM_UNKNOWN
source: <Unknown>
french: <Inconnu>
german: <Unbekannt>

# XM_DATE_FORMAT_STRING
source: %Y-%m-%d %H:%M:%S
french: %d-%m-%Y %H:%M:%S
german: %d.%m.%Y %H:%M:%S

# XM_EXTERNAL_ADDRESS_SUFFIX
source: (External)
french: (Externe)
german: (Extern)
italian: (Esterno)

# XM_EXTERNAL_ADDRESS
source: External
french: Externe
german: Extern

# XM_FRAMEWORK_CONNECTION_TIMEOUT
source: Connection timeout
french: Délai de connexion dépassé
german: Timeout der Verbindung
italian: Scadenza connessione

# XM_FRAMEWORK_INVALID_DATA
source: Invalid Data
french: Données invalides
german: Ungültige Daten
italian: Dati Non Validi

# XM_FRAMEWORK_NO_DATA
source: No Data
french: Pas de données
german: Keine Daten
italian: Nessun Dato

# XM_FRAMEWORK_NO_DEVICE
source: <No Device>
french: <Aucun périphérique>
german: <Kein Gerät>
italian: <Nessun Dispositivo>

# XM_FRAMEWORK_UNKNOWN_DEVICE
source: Unknown Audio Device
french: Périphérique audio inconnu
german: Unbekanntes Audio-Gerät
italian: Dispositivo Audio Sconosciuto

# XM_FRAMEWORK_SEQ_GRAB_MODULE_NAME
source: Live Camera Module
french: Module Caméra En direct
german: Kameramodul
italian: Modulo Live Camera

# XM_FRAMEWORK_SEQ_GRAB_NO_CAMERA
source: Could not grab frames from the camera. Is the camera still attached to the computer? Error: (%d, %x) Device: %@
french: Impossible d'obtenir des images depuis la caméra. Est-elle toujours connectée à l'ordinateur ? Erreur : (%d, %x) Périphérique : %@
german: Konnte keine Bilder von der Kamera auslesen. Ist die Kamera immer noch am Computer angeschlossen? Fehler: (%d %x) Gerät: %@
italian: Impossibile ottenere fotogrammi dalla webcam. La webcam è ancora connessa al computer? Errore: (%d, %x) Dispositivo: %@

# XM_FRAMEWORK_SEQ_GRAB_INTERNAL
source: An internal error occured in the Live Camera Module. Error Codes: (%d, %x) Device: %@ Please report this problem to hfriederich@users.sourceforge.net
french: Une erreur interne a eu lieu dans le module de direct. Codes d'Erreur : (%d, %x) Périphérique : %@ Veuillez faire remonter le bug à hfriederich@users.sourceforge.net
german: Ein interner Fehler ist im Kameramodul aufgetreten. Fehler: (%d, %x) Gerät: %@ Bitte melden Sie dieses Problem an hfriederich@users.sourceforge.net
italian: Si è verificato un errore interno nel Modulo Live Camera. Codici Errore: (%d, %x) Device: %@ Prego segnala questo problema (in inglese) a hfriederich@users.sourceforge.net

# XM_FRAMEWORK_STILL_MODULE_NAME
source: Still Image Module
french: Module Image fixe
german: Bildmodul

# XM_FRAMEWORK_STILL_MODULE_ERROR
source: Cannot open selected image
french: Impossible d'ouvrir l'image sélectionnée
german: Kann gewähltes Bild nicht öffnen

# XM_FRAMEWORK_STILL_MODULE_DEVICE_NAME
source: Still Image
french: Image fixe
german: Bild

# XM_FRAMEWORK_STILL_MODULE_NO_IMAGE
source: no image
french: Pas d'image
german: Kein Bild

# XM_FRAMEWORK_SCREEN_MODULE_NAME
source: Screen Module
french: Module Copie d'écran
german: Bildschirmmodul
italian: Modulo Schermo

# XM_FRAMEWORK_SCREEN_DEVICE_NAME
source: Screen %d
french: Copie d'écran %d
german: Bildschirm %d
italian: Schermo %d

# XM_INSPECTOR_CONTACTS
source: Contacts
german: Kontakte
italian: Contatti
