Repository: rsumner33/xmeeting
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian

source: Yes
french: Oui
german: Ja
italian: Si

source: No
french: Non
german: Nein

source: Retry
french: Réessayer
german: Erneut versuchen
italian: Riprova

source: Online
french: Connecté
italian: Connesso

source: Save
french: Enregistrer
german: Sichern
italian: Registra

source: Don't Save
french: Ne pas enregistrer
german: Nicht sichern
italian: Non Registrare

source: Abort
french: Annuler
german: Abbrechen
italian: Interrompi

# XM_INCOMING_CALL_INFO_TEXT
source: Incoming call from "%@" Take call or not?
french: Appel de "%@" Accepter l'appel ?
german: Eingehender Anruf von "%@" Anruf annehmen?
italian: C'è una chiamata in arrivo da "%@" La prendo oppure no?

# XM_INCOMING_CALL_DETAILS
source: Protocol: %@ Remote Address: %@ Remote Number: %@ Remote Application: %@ Local Address: %@ (%@)
french: Protocole : %@ Adresse distante : %@ Numéro distant: %@ Application distante : %@ Adresse locale : %@ (%@)
german: Verbindungsprotokoll: %@ Adresse der Gegenseite: %@ Nummer der Gegenseite: %@ Applikation der Gegenseite: %@ Lokale Adresse: %@ (%@)

# XM_CALL_FAILED_MESSAGE
source: Call failed
french: Échec de l'appel
german: Verbindung fehlgeschlagen
italian: Chiamata non riuscita

# XM_CALL_FAILED_INFO_TEXT
source: Unable to call "%@". (%@)
french: Impossible d'appeler "%@". (%@)
german: "%@" konnte nicht angerufen werden. (%@)
italian: Impossibile chiamare "%@". (%@)

# XM_CALL_FAILED_H323_NOT_ENABLED
source: H.323 is not enabled
french: H.323 n'est pas activé
german: H.323 ist deaktiviert
italian: H.323 non è attivato

# XM_CALL_FAILED_GK_REQUIRED
source: Address requires a gatekeeper
french: Ce type d'adresse nécessite une gatekeeper
german: Adresse benötigt einen Gatekeeper
italian: L'indirizzo richiede un gatekeeper

# XM_CALL_FAILED_SIP_NOT_ENABLED
source: SIP is not enabled
french: SIP n'est pas activé
german: SIP ist deaktiviert
italian: SIP non è attivato

# XM_CALL_FAILED_ALREADY_IN_CALL
source: Already in call. Please report this problem!
french: Déjà en communication. Veuillez faire remonter le problème !
german: Es ist bereits ein Anruf in Gang. Bitte melden Sie dieses Problem!
italian: Chiamata già in corso. Prego segnala questo problema!

# XM_ENABLE_H323_FAILED_MESSAGE
source: Enabling H.323 Failed
french: Échec de l'activation H.323
german: Aktivierung von H.323 fehlgeschlagen
italian: Attivazione H.323 Non Riuscita

# XM_ENABLE_H323_FAILED_INFO_TEXT
source: Unable to enable the H.323 subsystem. There is probably another H.323 application running. You will not be able to make H.323 calls. Please close any other H.323 applications, XMeeting will automatically retry to enable the H.323 subsystem.
french: Impossible d'activer H.323. Il y a probablement une autre application H.323 en cours. Vous ne pourrez pas appeler en utilisant H.323
german: XMeeting konnte das H.323 System nicht aktivieren. Möglicherweise läuft bereits ein anderes H.323-Programm auf diesem Rechner. Sie können keine H.323 Anrufe tätigen
italian: Impossibile attivare il sottosistema H.323. C'è probabilmente un'altra applicazione H.323 in esecuzione. Non sarai in grado di effettuare chiamate H.323

# XM_GK_REG_FAILED_MESSAGE
source: Gatekeeper Registration Failed
french: Échec de l'enregistrement sur la gatekeeper
german: Gatekeeper-Registrierung fehlgeschlagen
italian: Registrazione Gatekeeper Non Riuscita

# XM_GK_REG_FAILED_INFO_TEXT
source: Unable to register at gatekeeper "%@" (%@). You will not be able to use H.323 IDs (alias names, phone numbers) when making a call. %@ XMeeting will automatically try to register again.
french: Impossible de s'enregistrer sur la gatekeeper "%@" (%@). Vous ne pourrez pas utiliser de numéros de téléphone pour vos appels. %@
german: Das H.323-System kann sich nicht am Gatekeeper "%@" anmelden. (%@) Sie können keine (Telefon-)nummern verwenden, um Anrufe zu tätigen. %@
italian: Impossibile registrarsi al gatekeeper "%@" (%@). Non potrai utilizzare numeri di telefono durante la chiamata. %@

# XM_GK_NOT_FOUND_SUGGESTION
source: Please check your internet connection and the H.323 account settings.
french: Veuillez vérifier votre connexion.
german: Bitte überprüfen Sie ihre Internet-Verbindung und die Netzwerk-Einstellungen
italian: Prego controlla la tua connessione internet.

# XM_GK_REG_FAILED_NOT_FOUND
source: Gatekeeper not found
french: gatekeeper non trouvée
german: Gatekeeper nicht gefunden
italian: Gatekeeper non trovato

# XM_ENABLE_SIP_FAILED_MESSAGE
source: Enabling SIP Failed
french: Échec de l'activation SIP
german: Aktivierung von SIP fehlgeschlagen
italian: Attivazione SIP Non Riuscita

# XM_ENABLE_SIP_FAILED_INFO_TEXT
source: Unable to enable the SIP subsystem.
french: Impossible d'activer SIP.
german: Das SIP-System konnte nicht aktiviert werden. Sie können keine SIP Anrufe tätigen
italian: Impossibile attivare il sottosistema SIP.

# XM_SIP_REG_FAILED_MESSAGE
source: SIP Registration Failed
french: Échec de l'enregistrement SIP
german: SIP Registrierung fehlgeschlagen
italian: Registrazione SIP Non Riuscita

# XM_SIP_REG_FAILED_INFO_TEXT
source: Unable to register as "%@" (%@). Other clients will not be able to call you with this address. %@ XMeeting will automatically try to register again.
french: Impossible de s'enregistrer sur le registrar SIP "%@" (%@). %@
german: Das SIP-System kann sich nicht am Registrar "%@" anmelden. (%@) %@
italian: Impossibile registrarsi sul registrar SIP "%@" (%@). %@

# XM_SIP_UN_AUTHORIZED_SUGGESTION
source: Please check your username and password settings.
french: Veuillez vérifier la configuration de vos noms d'utilisateur et mot de passe
german: Bitte überprüfen Sie Benutzernamen und Passwort
italian: Prego controlla le tue impostazioni di nome utente e password.

# XM_SIP_NOT_ACCEPTABLE_SUGGESTION
source: Please check your network settings.
french: Veuillez vérifier votre configuration réseau.
german: Bitte überprüfen Sie ihre Netzwerk-Einstellugen
italian: Prego controlla le tue impostazioni network.

# XM_SIP_BAD_GATEWAY_SUGGESTION
source: Please check your settings.
french: Veuillez vérifier votre configuration.
german: Bitte überprüfen Sie ihre Einstellungen
italian: Prego controlla le tue impostazioni.

# XM_VIDEO_DEVICE_PROBLEM_MESSAGE
source: Problem with video device:
french: Problème avec le périphérique vidéo:
german: Probleme eines Video-Gerätes:
italian: Problema con il dispositivo video:

# XM_CALL_END_USER_CLEARED
source: User cleared call
french: L'utilisateur a annulé l'appel
german: Benutzer hat aufgelegt
italian: L'utente ha annullato la chiamata

# XM_CALL_END_REMOTE_CLEARED
source: Remote party cleared call
french: L'utilisateur distant a annulé l'appel
german: Gegenseite hat aufgelegt
italian: Il destinatario ha annullato la chiamata

# XM_CALL_END_REMOTE_NO_ANSWER
source: Remote pary did not answer call
french: L'utilisateur distant n'a pas répondu
german: Gegenseite hat den Anruf nicht beantwortet
italian: Il destinatario non ha risposto alla chiamata

# XM_CALL_END_REMOTE_ABORT
source: Remote party stopped calling
french: L'utilisateur distant a stoppé l'appel
german: Gegenseite hat aufgelegt
italian: Il destinatario ha interrotto la chiamata

# XM_CALL_END_INTERNAL_FAILURE
source: Internal transport/connect failure
french: Erreur interne de transport/connexion
german: Interner Verbindungsfehler

# XM_CALL_END_GK_CLEARED
source: Gatekeeper cleared call
french: La gatekeeper a annulé l'appel
german: Gatekeeper hat den Anruf beendet
italian: Il gatekeeper ha annullato la chiamata

# XM_CALL_END_NO_USER
source: No such user found
french: Utilisateur non trouvé
german: Benutzer nicht gefunden
italian: Utente non trovato

# XM_CALL_END_NO_BANDWIDTH
source: Insufficient bandwidth
french: Bande passante insuffisante
german: Zuwenig Bandbreite verfügbar
italian: Ampiezza di banda insufficiente

# XM_CALL_END_CAP_EXCHANGE
source: No common media capabilities
french: Aucun format de media commun supporté
german: Keine gemeinsamen Übertragunsformate gefunden
italian: Impossibile negoziare protocolli media comuni ad emtrambi

# XM_CALL_END_FORWARDED
source: Call forwarded
french: Appel transféré
german: Anruf weitergeleitet
italian: Chiamata inoltrata

# XM_CALL_END_SECURITY_DENIAL
source: Call failed security check
french: Appel annulé pour raison de sécurité
german: Anruf aus Sicherheitsgründen zurückgewiesen
italian: La chiamata non ha superato il controllo sicurezza

# XM_CALL_END_REMOTE_BUSY
source: Remote party is busy
french: Système distant occupé
german: Gegenseite ist besetzt
italian: Il destinatario è occupato

# XM_CALL_END_REMOTE_UNREACHABLE
source: Remote party unreachable
french: Système distant injoignable
german: Gegenseite ist nicht erreichbar
italian: Il destinatario non è raggiungibile

# XM_CALL_END_NO_ENDPOINT
source: No endpoint running at remote party
french: Pas de système de conférence disponible sur le système distant
german: Gegenseite ist offline
italian: Nessuna terminazione in esecuzione presso il destinatario

# XM_CALL_END_HOST_OFFLINE
source: Remote party host is offline
french: Hôte distant déconnecté
german: Gegenseite ist offline
italian: L'host del destinatario non è connesso

# XM_CALL_END_DURATION_LIMIT
source: Call duration limit reached
french: Durée limite d'appel atteinte
german: Maximale Verbindungszeit erreicht
italian: Limiti durata chiamata raggiunti

# XM_CALL_END_CONFERENCE_ID
source: Invalid conference ID
french: Identification de conférence invalide
german: Ungültige Konferenz-ID
italian: ID conferenza non valido

# XM_NO_NAME_TEXT
source: <No Name>
french: <Sans nom>
german: <Ohne Namen>
italian: <Nessun Nome>

# XM_DEFAULT_LOCATION_TEXT
source: <Default Location>
french: Par défaut
german: <Standardumgebung>
italian: <Posizione Default>

# XM_NO_CALL_SETUP_MESSAGE
source: Setup. Please wait...
french: Configuration en cours. Veuillez patienter...
german: Setup. Bitte warten...
italian: Imposto. Prego attendere...

# XM_NO_CALL_PREPARING_CALL
source: Preparing to call...
french: Préparation de l'appel...
german: Verbindung vorbereiten...
italian: Preparo chiamata...

# XM_NO_CALL_CALLING
source: Calling...
french: Appel...
german: Verbindungsaufbau...
italian: Chiamo...

# XM_NO_CALL_RINGING
source: Ringing...
french: Sonnerie...
german: Anrufen...
italian: Faccio suonare...

# XM_NO_CALL_INCOMING_CALL
source: Incoming Call
french: Appel entrant
german: Eingehender Anruf
italian: Chiamata Entrante

# XM_NO_CALL_IDLE
source: Idle
french: En attente d'appel
german: Bereit
italian: Inattivo

# XM_NO_CALL_IDLE_WITH_REASON
source: Idle (%@)
french: En attente d'appel (%@)
german: Bereit (%@)
italian: Inattivo (%@)

# XM_NO_CALL_NO_ADDRESS
source: Offline (No network address)
french: Déconnecté (pas d'adresse réseau)
german: Offline (Keine Netzwer-Adresse)
italian: Non conesso (Nessun indirizzo network)

# XM_NO_CALL_NO_PROTOCOL
source: Offline (No protocol enabled)
french: Déconnecté (pas de protocole activé)
german: Offline (Kein Verbindungsprotokoll aktiviert)
italian: Non conesso (Nessun protocollo attivo)

# XM_NO_CALL_PROTOCOL_FAILURE
source: Offline (Failed to enable H.323 and SIP)
french: Déconnecté (échec de l'activation H.323 et SIP)
german: Offline (H.323 und SIP konnten nicht aktiviert werden)
italian: Non conesso (Attivazione H.323 e SIP non riuscita)

# XM_NO_CALL_H323_FAILURE
source: Offline (Failed to enable H.323)
french: Déconnecté (échec de l'activation H.323)
german: Offline (H.323 konnte nicht aktiviert werden)
italian: Non conesso (Attivazione H.323 non riuscita)

# XM_NO_CALL_SIP_FAILURE
source: Offline (Failed to enable SIP)
french: Déconnecté (échec de l'activation SIP)
german: Offline (SIP konnte nicht aktiviert werden)
italian: Non conesso (Attivazione SIP non riuscita)

# XM_NO_CALL_TOOLTIP_H323_FAILURE
source: H.323: Offline. Failed to enable H.323 system
french: H.323 : déconnecté. Échec de l'activation H.323
german: H.323: Offline. Das H.323-System konnte nicht aktiviert werden
italian: H.323: Non conesso. Impossibile attivare il sistema H.323

# XM_NO_CALL_TOOLTIP_GK_FAILURE
source: H.323: Gatekeeper registration failed
french: H.323 : échec de l'enregistrement sur la gatekeeper
german: H.323: Gatekeeper-Registrierung fehlgeschlagen

# XM_NO_CALL_TOOLTIP_GK_OK
source: H.323: Registered with Gatekeeper
french: H.323 : enregistré sur la gatekeeper
german: H.323: Am Gatekeeper angemeldet
italian: H.323: Registrato con un Gatekeeper

# XM_NO_CALL_TOOLTIP_NO_GK
source: H.323: Ready. Not using a Gatekeeper
french: H.323 : Prêt. Sans gatekeeper
german: H.323: Bereit. Kein Gatekeeper verwendet
italian: H.323: Pronto. Senza usare un Gatekeeper

# XM_NO_CALL_TOOLTIP_SIP_FAILURE
source: SIP: Offline. Failed to enable SIP system
french: SIP : déconnecté. Échec de l'activation SIP
german: SIP: Offline. Das SIP-System konnte nicht aktiviert werden
italian: SIP: Non connesso. Impossibile attivare il sistema SIP

# XM_NO_CALL_TOOLTIP_SIP_REG_FAILURE
source: SIP: Registration failed
french: SIP : échec de l'enregistrement
german: SIP: Registrierung fehlgeschlagen
italian: SIP: Registrazione non riuscita

# XM_NO_CALL_TOOLTIP_SIP_REG_OK
source: SIP: Registered
french: SIP : enregistré
italian: SIP: Registrato

# XM_NO_CALL_TOOLTIP_SIP_NO_REG
source: SIP: Ready. Not using registrations
french: SIP : prêt. Sans registrar
german: SIP: Bereit. Kein Registrar verwendet
italian: SIP: Pronto. Senza usare un Registrar

# XM_NO_CALL_TOOLTIP_NETWORK_ADDRESSES
source: Network Addresses:
french: Adresses réseau :
german: Netzwerkadressen:
italian: Indirizzi Network:

# XM_NO_CALL_TOOLTIP_NO_EXTERNAL_ADDRESS
source: Could not fetch external address.
french: Adresse externe impossible à récupérer.
german: Konnte externe Adresse nicht bestimmen.
italian: Impossibile ottenere un indirizzo esterno.

# XM_INSPECTOR_TOOLS
source: Tools
french: Outils
german: Werkzeuge
italian: Strumenti

# XM_INFO_MODULE_NAME
source: Status
french: État
italian: Stato

# XM_INFO_MODULE_REG_FAILURE
source: Failed to register
french: Échec de l'enregistrement
german: Registrierung fehlgeschlagen
italian: Impossibile registrarsi

# XM_INFO_MODULE_NO_REG
source: Not used
french: Inutilisé
german: Nicht benutzt
italian: Non utilizzati

# XM_INFO_MODULE_PROTOCOL_FAILURE
source: Failed to enable
french: Échec de l'activation
german: Aktivierung fehlgeschlagen
italian: Attivazione non riuscita

# XM_INFO_MODULE_NO_PROTOCOL
source: Not enabled
french: Désactivé
german: Nicht aktiviert
italian: Non attivato

# XM_STATISTICS_MODULE_NAME
source: Statistics
french: Statistiques
german: Statistiken
italian: Statistiche

# XM_STATISTICS_MODULE_AUDIO_IN
source: Audio In
french: Entrée Audio
german: Audio Empfang
italian: Ingresso Audio

# XM_STATISTICS_MODULE_AUDIO_OUT
source: Audio Out
french: Sortie Audio
german: Audio Senden
italian: Uscita Audio

# XM_STATISTICS_MODULE_VIDEO_IN
source: Video In
french: Entrée Vidéo
german: Video Empfang
italian: Ingresso Video

# XM_STATISTICS_MODULE_VIDEO_OUT
source: Video Out
french: Sortie Vidéo
german: Video Senden
italian: Uscita Video

# XM_CALL_HISTORY_MODULE_NAME
source: History
french: Historique
german: Verlauf
italian: Cronologia

# XM_CALL_HISTORY_MODULE_LOCATION_SWITCH
source: Switched active location to "%@"
french: Configuration réglée sur "%@"
german: Neue aktive Umgebung: "%@"
italian: Posizione attiva passata a "%@"

# XM_CALL_HISTORY_MODULE_CALLING
source: Calling host "%@" using %@
french: Appel de l'hôte "%@" par %@
german: Verbindung zu "%@" mittels %@
italian: Chiamata host "%@"

# XM_CALL_HISTORY_MODULE_CALL_FAILED
source: Calling host "%@" using %@ failed
french: L'appel de l'hôte "%@" par %@ a échoué
german: Verbindung zu "%@" mittels %@ fehlgeschlagen
italian: Chiamata host "%@" non riuscita

# XM_CALL_HISTORY_MODULE_INCOMING_CALL
source: Incoming call from "%@" using %@
french: Appel entrant de "%@" par %@
german: Eingehender Anruf von "%@" mittels %@
italian: Chiamata entrante da "%@"

# XM_CALL_HISTORY_MODULE_CALL_ESTABLISHED
source: Call with "%@" established. Local IP Address: %@ (%@). Remote Address: %@ Remote Application: "%@".
french: Appel de "%@" établi. Adresse IP locale : %@ (%@). Adresse distante : %@ Application distante : "%@".
german: Verbindung mit "%@" hergestellt. Lokale Adresse: %@ (%@). Adresse der Gegenseite: %@ Applikation der Gegenseite: "%@".
italian: Chiamata con "%@" stabilita

# XM_CALL_HISTORY_MODULE_CALL_CLEARED
source: Call with "%@" cleared. Duration: %@ Call End Reason: %@
french: Appel de "%@" terminé. Durée : %@ Raison de la fin de l'appel : %@
german: Verbindung mit "%@" beendet. Dauer: %@ Grund: %@
italian: Chiamata con "%@" annullata

# XM_CALL_HISTORY_MODULE_H323_FAILURE
source: Enabling the H.323 subsystem failed.
french: Échec de l'activation H.323.
german: Aktivierung des H.323-Systems fehlgeschlagen.
italian: Attivazione sottosistema H.323 non riuscita.

# XM_CALL_HISTORY_MODULE_GK_REGISTRATION
source: Registered at gatekeeper "%@" with ID's %@
french: Enregistré sur la gatekeeper "%@"
german: Anmeldung bei Gatekeeper "%@"
italian: Registrato sul gatekeeper "%@"

# XM_CALL_HISTORY_MODULE_GK_UNREGISTRATION
source: Unregistered from gatekeeper "%@"
french: Fin d'enregistrement sur la gatekeeper "%@"
german: Abmeldung bei Gatekeeper "%@"
italian: Deregistrato dal gatekeeper "%@"

# XM_CALL_HISTORY_MODULE_GK_REG_FAILURE
source: Failed to register at gatekeeper "%@" (%@)
french: Échec de l'enregistrement sur la gatekeeper "%@" (%@)
german: Registrierung bei Gatekeeper "%@" fehlgeschlagen. (%@)
italian: Registrazione non riuscita sul gatekeeper "%@" (%@)

# XM_CALL_HISTORY_MODULE_SIP_FAILURE
source: Enabling the SIP subsystem failed.
french: Échec de l'activation de SIP.
german: Aktivierung des SIP-Systems fehlgeschlagen.
italian: Attivazione sottosistema SIP non riuscita.

# XM_CALL_HISTORY_MODULE_SIP_REGISTRATION
source: Registered as "%@"
french: Enregistré sur le registrar SIP"%@"
german: Anmeldung beim SIP registrar "%@"
italian: Registrato sul registro SIP "%@"

# XM_CALL_HISTORY_MODULE_SIP_UNREGISTRATION
source: Unregistered "%@"
french: Fin d'enregistrement sur le registrar SIP "%@"
german: Abmeldung beim SIP registrar "%@"
italian: Deregistrato dal registro SIP "%@"

# XM_CALL_HISTORY_MODULE_SIP_REG_FAILURE
source: Failed to register as "%@" (%@)
french: Échec de l'enregistrement sur le registrar SIP "%@" (%@)
german: Registrierung am SIP registrar "%@" fehlgeschlagen. (%@)
italian: Registrazione non riuscita sul registro SIP "%@" (%@)

# XM_CALL_HISTORY_MODULE_OPENED_SENDING
source: Media stream opened: sending "%@"
french: Flux media ouvert : émission en cours"%@"
german: Datenverbindung geöffnet. Senden von "%@"
italian: Stream media aperto: invio "%@"

# XM_CALL_HISTORY_MODULE_OPENED_RECEIVING
source: Media stream opened: receiving "%@"
french: Flux media ouvert : réception en cours "%@"
german: Datenverbindung geöffnet. Empfang von "%@"
italian: Stream media aperto: ricevo "%@"

# XM_CALL_HISTORY_MODULE_CLOSED_SENDING
source: Media stream closed: "%@" (Outgoing)
french: Flux media fermé : "%@" (Sortant)
german: Datenverbindung geschlossen: "%@" (Senden)
italian: Stream media chiuso: "%@" (Entrante)

# XM_CALL_HISTORY_MODULE_CLOSED_RECEIVING
source: Media stream closed: "%@" (Incoming)
french: Flux media fermé: "%@" (Entrant)
german: Datenverbindung geschlossen: "%@" (Empfang)
italian: Stream media chiuso: "%@" (Uscente)

# XM_CALL_HISTORY_MODULE_VIDEO_DEVICE_SWITCH
source: Switched video device to "%@"
french: Périphérique vidéo réglé sur "%@"
german: Neues aktives Video-Gerät: "%@"

# XM_AUDIO_VIDEO_MODULE_NAME
source: Audio/Video Control
french: Réglage Audio/Video
german: Audio/Video-Steuerung
italian: Controlli Audio/Video

# XM_AUDIO_VIDEO_MODULE_VIDEO_DISABLED
source: Video is disabled
french: La vidéo est désactivée
german: Video ist deaktiviert

# XM_ADDRESS_BOOK_MODULE_NAME
source: Address Book
french: Carnet d'adresses
german: Adressbuch
italian: Rubrica Indirizzi

# XM_ADDRESS_BOOK_MODULE_ADDRESS_TITLE
source: XMeeting Call Address
french: N° d'appel XMeeting
german: XMeeting-Adresse
italian: Indirizzo Chiamata XMeeting

# XM_ADDRESS_BOOK_MODULE_PHONE_TITLE
source: Phone Number
french: Numéro de téléphone (E164)
german: Telefonnummer
italian: Numero di Telefono

# XM_DIAL_PAD_MODULE_NAME
source: Remote Control
french: Contrôle à distance
german: Fernsteuerung
italian: Telecomando

# IG_POPUP_VIEW_TITLE
source: Location: %@
french: Configuration : %@
german: Umgebung: %@
italian: Posizione: %@

# XM_OSD_TOOLTIP_ENTER_FS
source: Enter fullscreen mode
french: Mode plein écran
german: Vollbildmodus aktivieren
italian: Vai in modalità a schermo pieno

# XM_OSD_TOOLTIP_EXIT_FS
source: Exit fullscreen mode
french: Quitter le mode plein écran
german: Vollbildmodus beenden
italian: Esci da modalità a schermo pieno

# XM_OSD_TOOLTIP_ENABLE_PIP
source: Enable Picture-in-Picture
french: Activer PIP (Image-dans-l'Image)
german: Bild-in-Bild aktivieren
italian: Attiva Picture-in-Picture

# XM_OSD_TOOLTIP_DISABLE_PIP
source: Disable Picture-in-Picture
french: Désactiver PIP (Image-dans-l'Image)
german: Bild-in-Bild deaktivieren
italian: Disattiva Picture-in-Picture

# XM_OSD_TOOLTIP_CLASSIC_PIP
source: Show classic Picture-in-Picture
french: PIP classique
german: Klassischer Bild-in-Bild Modus
italian: Mostra Picture-in-Picture classico

# XM_OSD_TOOLTIP_3D_PIP
source: Show 3D Picture-in-Picture
french: PIP 3D
german: 3D Bild-in-Bild Modus
italian: Mostra Picture-in-Picture 3D

# XM_OSD_TOOLTIP_SBS_PIP
source: Show side by side Picture-in-Picture
french: PIP côte-à-côte
german: Nebeneinander Bild-in-Bild Modus
italian: Mostra Picture-in-Picture fianco a fianco

# XM_OSD_TOOLTIP_INFO
source: Show Info Inspector
french: Ouvrir l'Inspecteur d'info
german: Info-Fenster zeigen
italian: Ottieni Informazioni

# XM_OSD_TOOLTIP_TOOLS
source: Show Tools
french: Ouvrir la fenêtre Outils
german: Werkzeug-Fenster zeigen
italian: Mostra Strumenti

# XM_OSD_TOOLTIP_HANGUP
source: Terminate call
french: Terminer l'appel
german: Anruf beenden
italian: Termina chiamata

# XM_OSD_TOOLTIP_MUTE
source: Mute Microphone
french: Fermer le micro
german: Mikrophon deaktivieren
italian: Attiva Microfono Muto

# XM_OSD_TOOLTIP_UNMUTE
source: Unmute Microphone
french: Ouvrir le micro
german: Mikrophon aktivieren
italian: Disattiva Microfono Muto

# XM_CALL_INFO_VIEW_SHOW_DETAILS
source: Show Details
french: Montrer les détails
german: Details zeigen
italian: Mostra Dettagli

# XM_CALL_INFO_VIEW_HIDE_DETAILS
source: Hide Details
french: Masquer les détails
german: Details verbergen
italian: Nascondi Dettagli

# XM_CALL_INFO_VIEW_VIDEO
source: Video:
french: Vidéo :

# XM_CALL_INFO_VIEW_DIRECTION_OUT
source: Direction: Out
french: Sens : Sortie
german: Ausgehender Anruf
italian: Direzione: Out

# XM_CALL_INFO_VIEW_DIRECTION_IN
source: Direction: In
french: Sens : Entrée
german: Eingehender Anruf
italian: Direzione: In

# XM_CALL_INFO_VIEW_PROTOCOL
source: Protocol: %@
french: Protocole : %@
german: Verbindungsprotokoll: %@

# XM_CALL_INFO_VIEW_END_REASON
source: Call End Reason: %@
french: Raison de la fin de l'appel : %@
german: Verbindungsende: %@
italian: Causa Termine Chiamata: %@

# XM_CALL_INFO_VIEW_START
source: Start: %@
french: Début : %@
german: Beginn: %@
italian: Inizio: %@

# XM_CALL_INFO_VIEW_END
source: End: %@
french: Fin : %@
german: Ende: %@
italian: Fine: %@

# XM_CALL_INFO_VIEW_DURATION
source: Duration: %@
french: Durée : %@
german: Dauer: %@
italian: Durata: %@

# XM_CALL_INFO_VIEW_NUMBER
source: Remote Number: %@
french: Numéro distant : %@
german: Nummer der Gegenseite: %@
italian: Numero Remoto: %@

# XM_CALL_INFO_VIEW_ADDRESS
source: Remote Address: %@
french: Adresse distante : %@
german: Adresse der Gegenseite: %@
italian: Indirizzo Remoto: %@
